import { ContentBoxInterface } from "@interfaces/pagesInterface";

export const contentQesg01: ContentBoxInterface = {
  title: "공급망 ESG는 무엇인가?",
  background: 'dummy_title',
  content: `최근 산업계의 최대 화두는 ‘공급망(Supply Chain)’이라 할 수 있습니다.
공급망은 제품생산을 위한 원재료(raw material)부터 완제품(final product)이 최종소비자(end user)에게 전달되기까지의 재화, 서비스 및 정보의 흐름이 이뤄지는 연결망을 뜻합니다.


공급망 ESG란 기업의 지속가능경영을 위한 리스크 관리를 위해 원자재 구매에서부터 제품의 제조, 제품의 서비스 개발, 유통, 보관, 판매, 소비자의 사용, 폐기물 처리에 이르기까지 가치사슬 전반에 ESG 개념(환경적 책임, 사회적 책임, 윤리적 경영)을 적용하여, 공급업체를 선정하고 관리하는 것을 의미합니다.`,
}

export const contentQesg02: ContentBoxInterface = {
  title: "공급망 ESG 이슈",
  background: 'dummy_title',
  content: `그동안 공급망을 적절하게 관리하는 것은 개별 기업 차원의 이슈로 여겨졌으나, 팬데믹 이후 전 세계적으로 공급망이 붕괴되는 혼란을 경험하면서 이제는 필수 재화나 전략물자에 대한 공급망 리스크 관리가 국가적으로 중대한 과제로 부상하고 있습니다.

기업에 대한 ESG 평가는 미국, EU 등을 중심으로 공급망 실사를 의무화하는 등 공급망 리스크 관리를 중점적으로 관리하는 추세입니다. 따라서 글로벌 기업들은 이에 대응하기위해 공급망 관리 시스템을 구축하고 있습니다.

EU는 기업의 지속가능한 공급망 실사지침(CSDDD), 탄소국경조정제도(CBAM), 넷제로 산업법, 메탄 배출 제한 가스 수입법, 에코 디자인 규정, 자연 복원법 등이 입법이 되었습니다. 특히 CSDDD는 일정규모 이상 기업의 공급망 내 환경·사회적 영향(인권과 환경 보호 의무를 의무화) 실사를 의무화하는 제도입니다. CSDDD는 2027년부터 실질적으로적용될 것이며, 이 법이 시행되면 EU 역내에서 활동하는 기업은 거래하는 공급망 내 기업의 인권과 환경관련 리스크를 평가해야 합니다. 이러한 추세는 국내에서도 반영될 것으로 예상되고 있어 선제적인 대응이 필요한 상황입니다.`,
}

export const contentQesg03: ContentBoxInterface = {
  title: "공급망 ESG 전략",
  background: 'dummy_title',
  content: `공급망 ESG 전략은 기업의 지속가능한 성장을 위해 환경(Environment), 사회(Social), 지배구조(Governance) 요소를 공급망 관리에 통합하는 것을 의미합니다.
이는 기업이 제품 생산 및 유통 과정에서 발생할 수 있는 ESG 리스크를 사전에 관리하고, 협력사와의 협력을 통해 사회적 책임을 다하며, 투명하고 윤리적인 공급망을 구축하는 것을 목표로 합니다.

또한 ESG 경영은 강제노동 및 아동노동의 배제, 성별·인종·종교에 따른 차별을 시정하는 것을 뜻합니다. 강제노동의 경우, 공급망의 일부에서라도 강제노동이 개입될 경우 제품 통관이 금지되거나 몰수될 수 있기 때문에, 대외 무역에 밀접하게 관련되어 있는 기업들은 공급망 ESG는 더욱 중요한 상황입니다.`,
}

export const contentQesg04: ContentBoxInterface = {
  title: "공급망 ESG 중요성",
  background: 'dummy_title',
  content: `최근 글로벌 기업(상장사·대기업 등)은 여러 이해관계자(소비자, 투자자, 정부, 글로벌 고객사 등)로부터 지속가능경영(ESG)에 대한 (공시)요구를 받고 있습니다.
  
특히 최근 EU에서 공식 채택된 기업 지속가능성 실사 지침(CSDDD)은 전 세계 기업들에게 환경 및 인권 리스크에 대한 실질적인 관리 책임을 요구하고 있으며, 기업들은 글로벌 기준에 부합하는 대응 역량을 갖추는 것이 시급한 과제가 되었습니다.`,
}

export const contentQesg05: ContentBoxInterface = {
  title: "ISO 26000과의 연계성",
  background: 'dummy_title',
  content: `2010년 국제표준화기구가 제정한 사회적책임경영에 대한 국제 가이드라인으로, 향후 비관세 무역장벽으로 작용할 가능성이 높아지고 있습니다.

공급망 보안(Supply Chain Security), ESG(환경·사회·거버넌스), ISO 26000(사회적책임경영)은 기업의 지속가능성과 책임 있는 경영을 위한 중요한 개념들이며, 서로 밀접한 연관성을 가지고 있습니다.

공급망 보안, ESG 경영, ISO 26000은 모두 기업이 지속가능한 방식으로 운영될 수 있도록 돕는 역할을 합니다. 공급망 보안은 기업의 운영 리스크를 관리하며, ESG와 ISO 26000은 사회적·환경적 리스크를 관리하는 데 초점을 맞추고 있습니다.`,
}