import { ContentBoxInterface } from "@interfaces/pagesInterface";

export const contentTermsOfUse: ContentBoxInterface = {
    title: "이용약관",
    background: 'dummy_title',
    content_list: [
      {
        title: "제1조 목적",
        content: `이 이용약관은 주식회사 엑시트(이하 EXIT)가 제공하는 엑시트컨설팅 사업 관련 온라인 서비스(www.exitco.kr 이하 서비스)를 이용과 관련하여 이용조건 및 절차, 기타 필요한 사항을 규정함을 목적으로 합니다.`
      },
      {
        title: "제 2조 정의",
        content: `1. 서비스라 함은 EXIT 홈페이지 및 EXIT와 연계된 홈페이지에서 제공하는 각종 서비스를 의미합니다.

2. 게시물과 컨텐츠라 함은 서비스상에 게시한 부호, 문자, 음성, 음향, 화상, 동영상 등의 정보 형태의 등록, 제작된 글, 사진 동영상 및 각종 파일과 링크 등을 의미합니다.

3. 이용자(정보주체)라 함은 컨설팅 서비스를 이용 및 문의를 위한 고객사, 클라이언트 등 엑시트의 서비스를 이용하기 위한 모든 주체를 의미합니다.
        `
      },
      {
        title: "제 4조 서비스의 제공, 제한 및 변경",
        content: `1. EXIT는 연중 무휴, 1일 24시간 안정적으로 서비스를 제공을 원칙으로 합니다만,  컴퓨터, 서버 등 정보통신설비의 보수점검, 교체 또는 고장, 통신두절 등 운영상 상당한 이유가 있는 경우 부득이 서비스의 전부 또는 일부를 중단할 수 있습니다.

2. EXIT는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 제공이 불가능할 경우, 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다. 다만 이 경우 그 사유 및 기간 등을 사전 또는 사후에 상세히 설명하겠습니다.

3. EXIT는 통제할 수 없는 사유로 인한 서비스중단의 경우(해킹,  시스템관리자의 고의, 과실 없는 디스크장애, 시스템다운 등)에 사전통지가 불가능하며 타인(PC통신회사, 기간통신사업자 등)의 고의, 과실로 인한 시스템중단 등의 경우에는 통지하지 않습니다.

4. EXIT는 서비스 운영 또는 개선을 위한 필요성이 있는 경우 서비스의 일부 또는 전부를 변경할 수 있습니다. 이러한 경우 사전에 이용자들에게 안내드리도록 하겠습니다.`
      },
      {
        title: "제 5조 개인정보의 보호 및 사용",
        content: `1. EXIT는 서비스의 원활한 제공을 위하여 회원이 동의한 목적과 범위 내에서만 개인정보를 수집.이용하며, 개인정보 보호 관련 법령에 따라 안전하게 관리합니다. 기타 상세한 사항은 개인정보 처리방침에서 확인하실 수 있습니다.

2. EXIT는 이용자의 부주의에 의한 귀책사유로 인해 노출된 개인정보에 대해서 일체의 책임을 지지 않습니다.`
      },
      {
        title: "제 6조 광고 및 마케팅 정보 제공",
        content: `1. EXIT는  이용자가 서비스 이용 중 필요하다고 인정되는 다양한 정보에 대하여 별개의 전자전 수단(전자메일, SNS등)으로 이용자께 정보를 제공하겠습니다.

2. EXIT는 서비스의 운용과 관련하여 서비스 화면, 홈페이지, 전자우편 등에 광고 등을 게재할 수 있습니다.`
      },
      {
        title: "제 7조 이용자의 의무",
        content: `EXIT 서비스를 통해 타인의 콘텐츠를 이용한다고 해서 그 콘텐츠에 대한 지식재산권을 보유하는 것은 아닙니다. 콘텐츠를 자유롭게 이용하려면, 해당 이용이 저작권법 등의 법률에 맞거나, 콘텐츠의 지식재산권자로부터 별도의 허락을 받아야 합니다. 따라서 콘텐츠 이용 시 주의가 필요합니다.

1. EXIT의 사전 승낙 없이 이용자의 이용 이외의 목적으로 서비스를 이용하여 얻은 정보를 복제하거나 사적인 용도로 사용 또는 제3자에게 제공하는 행위를 금합니다.
2. 이용자는 EXIT가 제공하는 서비스를 이용함에 있어 서비스의 장애를 초래하는 불법적인 수단 또는 자동화 수단 등을 사용하지 말아야 합니다.
3. 이용자는 서비스를 이용함에 있어 약관에서 규정하는 사항과 주의사항을 준수해야합니다.`
      },
      {
        title: "제 8조 EXIT의 의무",
        content: `1. EXIT는 서비스 이용에 필요한 주요사항을 적시에 잘 안내해 드릴 수 있도록 힘쓰겠습니다. 

2. EXIT는 이용자의 안전한 서비스 이용을 위해 개인정보처리방침을 준수하며, 개인정보보호를 위해 노력하겠습니다.

3. EXIT는 이용자에게 안정적이고 편리한 서비스 제공해야하며, 이를 위해 최선을 다하겠습니다.

4. 이용자는 개인정보 삭제 신청할 수 있으며, 이 경우 관련 법령 및 개인정보처리방침에 따라 EXIT가 해당 이용자의 정보를 보유할 수 있는 경우를 제외하고, 해당 이용자의 모든 데이터는 소멸됨과 동시에 복구할 수 없게 됩니다.`
      },
      {
        title: "제 9조 저작권",
        content: `1. EXIT가 작성한 게시물을 포함한 모든 저작물에 대한 저작권, 기타 지식재산권은 EXIT에 귀속됩니다.

2. 이용자가 무단으로 EXIT의 게시물 등 저작물을 도용, 가공, 판매하는 등 상업적으로 이용시 관련 법령에 따라 처벌될 수 있습니다.`
      },
      {
        title: "제 10조 약관 개정에 관한 사항",
        content: `1. EXIT는 수시로 본 약관, 계정 및 게시물 운영정책을 개정할 수 있습니다만, 관련 법령을 위배하지 않는 범위 내에서 개정할 것이며, 사전에 그 개정 이유와 적용 일자를 전자적 수단으로 알리도록 하겠습니다. 

2. EXIT 서비스에는 기본적으로 본 약관이 적용되지만, 부득이하게 별되의 약관, 운영정책에서 그 개별 서비스 제공에 관하여 본 약관, 계정 및 게시물 운영정책과 다르게 정한 경우에는 별도의 약관, 운영정책이 우선하여 적용됩니다.`
      },
      {
        content: `부칙  본 약관은 2025년 07월부로 적용합니다.	`
      },
    ]
  }