import { ContentBoxInterface } from "@interfaces/pagesInterface";

export const contentIso01: ContentBoxInterface = {
  title: "ISO 9001",
  background: 'iso_title',
  content: `ISO 9001은 국제표준화기구(ISO)에서 제정한 품질경영시스템에 대한 국제규격으로 품질 경영시스템(QMS)을 구축, 실행, 유지 및 지속적으로 개선하는 방법을 정의합니다.

ISO 9001은 조직이 효과적인 프로세스를 구축하고 직원을 훈련시키며, 고객에게 제품 또는 서비스를 일관되게 제공하고 품질을 지속적으로 개선할 수 있도록 지원하는 시스템입니다.
이 규격은 조직의 품질경영시스템 요구사항을 정의하며, 이를 통해 조직은 품질 목표를 달성하고 고객 만족도를 높일 수 있습니다.`,
}

export const contentIso02: ContentBoxInterface = {
  title: "ISO 14001",
  background: 'iso_title',
  content: `ISO 14001은 국제표준화기구(ISO)에서 제정한 환경경영시스템에 관한 국제규격으로 기업이 환경성과를 지속적으로 개선하기 위해 환경경영시스템(EMS)을 구축하고 운영하도록 요구하는 것입니다.

ISO 14001은 조직이 환경경영시스템을 설계 및 구현하고, 환경성과를 지속적으로 개선할 수 있는 프레임워크를 제공하며, 이를 통해 환경 위험을 효과적으로 관리하고, 관련 법적 요건을 준수하며, 환경 목표 달성을 위한 적극적인 조치를 취하고 있는 등 지속적으로 가능한 경영을 효율적으로 관리할 수 있도록 합니다.`,
}

export const contentIso03: ContentBoxInterface = {
  title: "ISO 45001",
  background: 'iso_title',
  content: `ISO 45001은 국제표준화기구(ISO)가 제정한 세계 최초의 국제 산업안전보건 경영시스템(OH&S)으로 사업장에서 발생할 수 있는 각종 위험을 사전 예측 및 예방하고, 작업자 안전을 위한 실용적인 솔루션을 제공하는 산업 보건 및 안전 관리 경영시스템의 국제 표준입니다.

ISO 45001은 산업안전보건 정책, 목표, 계획, 실행, 운영, 감사 및 검토에 대한 기준을 수립하고, 핵심요소로 리더십의 헌신, 근로자 참여, 위험 식별 및 평가, 법률 및 규정준수, 비상 계획, 사고 조사 및 지속적 개선 등의 표준이 포함되어 있습니다.`,
}

export const contentIso04: ContentBoxInterface = {
  title: "CE / UL",
  background: 'iso_title',
  content: ``,
  content_list: [
    {
      title: "유럽인증 CE",
      content: `CE 마크는 제품이 유럽연합(EU) 및 유럽경제지역(EEA)의 건강, 안전, 환경, 소비자 보호 등 관련 법적 요건을 충족함을 공식적으로 입증하는 유럽 통합규격 인증마크입니다.

유럽 시장에 제품을 출시하고자 하는 EU 내외의 모든 제조업체에게 CE 마크 부착은 필수 요건이며, 이를 통해 제품은 EEA 전역에서 자유로운 유통이 가능해집니다.

CE 마크의 범위는 소비자의 건강, 안전, 위생 및 환경보호 차원에서 위험성이 내포된 제품에 해당되며, 단순한 라벨을 넘어, 해당 제품이 유럽 기준에 부합하는 높은 수준의 안전성과 적합성을 확보하고 있음을 의미합니다.

CE 인증을 통해 귀사의 제품은 EU 연합내의 수출에 제한이 없어 유럽 시장 진출의 기반을 마련하고, 글로벌 경쟁력 또한 강화할 수 있습니다.`
    },
    {
      title: "미주인증 UL",
      content: `UL은 전 세계에서 제품, 시설, 프로세스, 시스템, 인력을 대상으로 국제적으로 인정된 안전 및 품질 평가 기준에 따라 테스트하고 인증하는 글로벌 안전 과학 기관입니다.

UL 인증은 제품 뿐만 아니라 인력, 시설, 절차, 시스템까지 포괄하는 안전 및 품질 기반의 종합 인증 서비스를 제공합니다.
제조업체가 해당 기준을 충족하는 경우 UL 마크를 부착할 수 있으며, 이를 통해 권위 있는 제3자 인증으로 제품의 신뢰성을 입증할 수 있습니다.`
    }
  ]
}